Repository: nicholasio/CursoPluginsWP
Catalog: wp-jquery-lightbox/languages/jqlb-*.po
Languages: es_es, fi, he_il, it_it, nb_no, nl_nl, pl_pl, ro_ro

source: Settings
es_es: Configuración
fi: Asetukset
he_il: הגדרות
it_it: Impostazioni
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
ro_ro: Setări

source: previous image
es_es: Imagen anterior
fi: edellinen kuva
he_il: לתמונה הקודמת
it_it: Immagine precedente
nb_no: forrige bilde
nl_nl: vorige afbeelding
pl_pl: poprzedni obraz
ro_ro: imaginea anterioară

source: next image
es_es: Siguiente imagen
fi: seuraava kuva
he_il: לתמונה הבאה
it_it: Image successiva
nb_no: neste bilde
nl_nl: volgende afbeelding
pl_pl: następny obraz
ro_ro: următoarea imagine

source: &laquo; Previous
es_es: &laquo; Anterior
fi: &laquo; Edellinen
he_il: &laquo;קודם
it_it: &laquo; Precedente
nb_no: &laquo; Forrige
pl_pl: &laquo; Poprzedni
ro_ro: &laquo; Anterioara

source: Next &raquo;
es_es: Siguiente &raquo;
fi: Seuraava &raquo;
he_il: הבא &raquo;
it_it: Successiva&raquo;
nb_no: Neste &raquo;
pl_pl: Następny &raquo;
ro_ro: Urmatoarea &raquo;

source: close image gallery
es_es: cerrar galería
fi: sulje kuvagalleria
he_il: סגור גלריית תמונות
it_it: chiudi la galleria
nb_no: Lukk bildegalleri
nl_nl: gallerij sluiten
pl_pl: zamknij galerię
ro_ro: închide galeria de imagini

source: Image
es_es: Imagen
fi: Kuva
he_il: תמונה
it_it: Immagine
nb_no: Bilde
nl_nl: Afbeelding
pl_pl: Obraz
ro_ro: Imagine

source: of
es_es: de
he_il: של
it_it: di
nb_no: av
nl_nl: van
pl_pl: z
ro_ro: din

source: Download
es_es: Descargar
fi: Lataa
he_il: הורדה
it_it: Scarica
nb_no: Last ned
pl_pl: Pobierz

source: Cheatin&#8217; uh?
es_es: Haciendo trampas ¿eh?
fi: Huijaatko?
he_il: מרמה&#8217; אה?
it_it: Giochi sporco, eh ?
nb_no: Jukser, huh ?
nl_nl: Valsspelen&#8217; hm?
pl_pl: Oszukujesz?
ro_ro: Vrei să trişezi, aşa-i?

source: Let the plugin add necessary html to image links
es_es: Deje que el plugin añada el html decesario a los enlaces de imágenes
fi: Anna lis&auml;osan lis&auml;t&auml; tarvittavat html-koodit kuvalinkkeihin
he_il: תן לתוסף להוסיף את הקוד HTML עבור קישורי התמונות
it_it: Lascia che il plugin aggiunga l'html necessario ai link delle immagini
nb_no: La plugin-en legge til nødvendig html til bildelenkene
nl_nl: Laat de plugin zelf benodigde HTML in afbeedlingslinks invoegen
pl_pl: Pozwól wtyczce dodać niezbędny kod html do łącz z obrazami
ro_ro: Permite plugin-ului să adauge codul HTML necesar pentru link-uri către imagini

source: Auto-lightbox image links
es_es: Auto-lightbox para los links de imágenes
fi: Automaattiset lightbox-kuvalinkit
he_il: Auto-lightbox קישורי תמונה
it_it: Aggiungi automaticamente i link alle immagini
nb_no: Auto-lightbox bildelenker
nl_nl: Auto-Lightbox Afbeelding links
pl_pl: Aktywuj automatycznie lightbox dla łącz z obrazami
ro_ro: Link-uri automate către imagini

source: Note: this will disable the nofollow-attribute of comment links, that otherwise interfere with the lightbox.
es_es: Nota: esto desactivará el atributo nofollow de los enlaces de comentario, que de otro modo interferirían con el lightbox.
fi: Huomio: T&auml;m&auml; est&auml;&auml; nofollow-attribuutin kommenttilinkeist&auml;, joka voi vaikuttaa lightboxiin.
it_it: Nota: questo disattiverà l'attributo nofollow dei link ai commenti, che altrimenti interferirebbero con lightbox
nb_no: Merk: Dette vil deaktivere nofollow-attributtet på kommentarlenker, som ellers vil skape konflikt med lightbox-funksjonen.
nl_nl: Let op: Dit zal het nofollow atribuut van reacties deactiveren, die anders interfereren met de lightbox.
pl_pl: Uwaga: to wyłączy atrybut nofollow z linków do komentarzy, które inaczej zaburzyłyby działanie lightbox

source: Enable lightbox in comments (disables <a href="http://codex.wordpress.org/Nofollow">the nofollow attribute!</a>)
es_es: Activar lightbox para los comentarios (¡desactiva <a href="http://codex.wordpress.org/Nofollow">el atributo nofollow!</a>)
fi: Salli lightbox kommenteissa (est&auml;&auml; <a href="http://codex.wordpress.org/Nofollow">nofollow-attribuutin!</a>)
he_il: הפעל lightbox בתגובות (מכבה את <a href="http://codex.wordpress.org/Nofollow">את התכונה No-Follow</a>)
it_it: Attiva i commenti in Lightbox (disabilita <a href="http://codex.wordpress.org/Nofollow">l'attributo nofollow !</a>)
nb_no: Aktiver lightbox i kommentarer (deaktiverer <a href="http://codex.wordpress.org/Nofollow">nofollow-attributtet</a>!)
nl_nl: Aktiveer lightbox in reacties (deactiveert <a href="http://codex.wordpress.org/Nofollow">het nofollow attribuut!</a>)
pl_pl: Włącz lightbox w komentarzach (wyłącza atrybut <a href="http://codex.wordpress.org/Nofollow">nofollow!</a>)

source: Show download link
es_es: Mostrar enlace de descarga
fi: N&auml;yt&auml; latauslinkki
he_il: הצג קישור הורדה
it_it: Mostra il link di download
nb_no: Vis nedlastningslenke
nl_nl: Toon download link
pl_pl: Pokaż link do pobierania

source: _blank: open the image in a new window or tab _self: open the image in the same frame as it was clicked (default) _parent: open the image in the parent frameset _top: open the image in the full body of the window
es_es: _blank: abre la imagen en una nueva ventana o pestaña _self: abre la imagen en el mismo frame en que fue clickada (por defecto) _parent: abre la imagen en el frame padre _top: ouvre abre la imagen sola en la ventana
fi: _blank: avaa kuvan uuteen ikkunaan tai v√§lilehteen _self: avaa kuvan samaan kehykseen (oletus) _parent: avaa kuvan p&auml;&auml;kehykseen _top: avaa kuvan koko ikkunaan
it_it: _blank: apre l'immagine in una nuova finestra o scheda_self: apre l'immagine nello stessa scheda che la utilizza (default) _parent: apre l'immagine nella finestra padre _top: apre l'immagine nell'intera scheda
nb_no: _blank: åpne bildet i et nytt vindu _self: åpne bildet i samme ramme som lenke (standard) _parent: åpne bildet i foreldrerammen _top: åpne bildet i hele rammen
nl_nl: _blank: open de afbeelding in een nieuw window of tab _self: open de afbeelding in het zelfde window (standaard) _parent: open de afbeelding in de parent frameset _top: open de afbeelding in het volledige window
pl_pl: _blank:otwiera obraz w nowym oknie lub karcie _self: otwiera obraz w tym samym oknie lub karcie (domyślnie) _parent: otwiera obraz w oknie lub karcie nadrzędnym _top: otwiera obraz w głównym oknie

source: Target for download link:
es_es: Destino para el enlace de descarga:
fi: Ladattavan kuvan target-attribuutti:
it_it: Destinazione per il link di download :
nb_no: Mål for nedlastningslenke:
nl_nl: Download link doel:
pl_pl: Cel linku pobierania:

source: Show image info on top
es_es: Mostrar la información de la imagen encima
fi: N&auml;yt&auml; kuvan info yl&auml;puolella
it_it: Mostra le informazioni sull'immagine sopra
nb_no: Vis bildeinformasjon på toppen
nl_nl: Toon afbeelding info over de afbeelding
pl_pl: Pokaż informacje na górze

source: Shrink large images to fit smaller screens
es_es: Adaptar imágenes grandes en pantallas pequeñas
fi: Pienenn&auml; suuret kuvat sopimaan pienempiin n&auml;ytt&ouml;ihin
he_il: כווץ תמונות גדולות כדי שיתאימו למסכים קטנים יותר
it_it: Riduci le immagini grandi per entrare negli schermi più piccoli
nb_no: Krymp store bilder for mindre skjermer
nl_nl: Maak grote afbeeldingen passend in kleinere schermen
pl_pl: Przytnij duże obrazy dla mniejszych ekranów
ro_ro: Redimensionează imaginile mari pentru a încape pe ecrane mai mici

source: Keep a distance between the image and the screen edges.
es_es: Mantener una distancia entre la imagen y los bordes de la pantalla.
fi: S&auml;ilyt&auml; v&auml;li kuvan ja n&auml;yt&ouml;n reunojen v&auml;lill&auml;.
it_it: Mantieni distanza tra l'immagine ed i bordi dello schermo
nb_no: Hold en avstand mellom bildet og skjermkantene.
nl_nl: Hou een afstand tussen de afbeelding en de schermranden.
pl_pl: Margines pomiędzy obrazem a krawędziami ekranu

source: Minimum margin to screen edge (default: 0)
es_es: Margen mínimo hasta el borde de la pantalla (por defecto: 0)
fi: Pienin sallittu marginaali n&auml;yt&ouml;n reunalle (oletus: 0)
it_it: Margine minimo ai bordi dello schermo (di default: 0)
nb_no: Minstemargin til skjermkantene (standard: 0)
nl_nl: Minimum marge tot de schermrand (standaard: 0)
pl_pl: Minimalny margines od krawędzi ekranu (domyślnie: 0)

source: Animation duration (in milliseconds)
es_es: Duración de la animación (en milisegundos)
fi: Animaation kesto (millisekunneissa)
it_it: Durata animazione (in millisecondes)
nb_no: Animasjonstid (i millisekunder)
nl_nl: Animatieduur (in milliseconden)
pl_pl: Szybkość animacji (w milisekundach)

source: Help text (default: none)
es_es: Texto de ayuda (por defecto: ninguno)
fi: Ohjeteksti (oletus: tyhj&auml;)
it_it: Testo di aiuto (default : nessuno)
nb_no: Hjelpetekst (standard: ingen)
nl_nl: Help tekst (standaard: geen)
pl_pl: Tekst pomocy (domyślnie: brak)

source: Browse images with your keyboard: Arrows or P(revious)/N(ext) and X/C/ESC for close.
es_es: Navegar con el teclado: (P) Anterior / (N) Siguiente ; X / C / ESC para cerrar.
fi: Selaa kuvia n&auml;pp&auml;imist&ouml;ll&auml;: Nuolin&auml;pp&auml;imet tai P (=edellinen)/N(=seuraava) ja X/C/ESC sulkemiseen.
it_it: Navigazione con la tastiera: frecce o (P)recedente / Segue(N)te ; X / C / per chiudere.
nb_no: Bla mellom bildene med tastaturet: Piler eller P(revious)/N(ext) og X/C/ESC for å lukke.
nl_nl: Wissel de afbeeldingen met je toetsenbord: Cursortoetsen of P(revious voor vorige)/N(ext voor volgende) en X/C/Esc om te sluiten.
pl_pl: Przeglądaj obrazki przy pomocy klawiatury: strzałki lub P(poprzedni) / N(następny) oraz X/C/Esc żeby zamknąć.

source: Save Changes
es_es: Guardar Cambios
fi: Tallenna muutokset
he_il: שמור שינויים
it_it: Salva le modifiche
nb_no: Lagre endringer
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
ro_ro: Salvează modificările

source: (pause slideshow)
nl_nl: (pauzeer diashow)

source: (play slideshow)
nl_nl: (diashow)

source: Slideshow speed (in milliseconds). 0 to disable.
nl_nl: Diashow snelheid (in milliseconden). 0 om te deactiveren

source: \u2190 / P - previous image\u00a0\u00a0\u00a0\u00a0\u2192 / N - next image\u00a0\u00a0\u00a0\u00a0ESC / X - close image gallery
he_il: \u2190 / P - תמונה קודמת\u00a0\u00a0\u00a0\u00a0\u2192 / N - תמונה הבאה\u00a0\u00a0\u00a0\u00a0ESC / X - סגור את גלריית התמונות

source: Disables the nofollow-attribute of comment links, that otherwise interfere with the lightbox.
he_il: בטל את הגדרת No-Follow של קישורי תגובות, אחרת זה עשוי להפריע לLightBox

source: Animation duration (in milliseconds)
he_il: אורך האנימציה (במילי-שניות)

source: Note: <u>Excessively large images</u> waste bandwidth!
ro_ro: Notă: <u>Imagini excesiv de mari</u> iroseşti banda de internet!

source: Animation speed (in milliseconds)
ro_ro: Viteza de animaţie (în milisecunde)
